Autodesk.Revit.DB.PhaseStatusPresentation
An enumerated type listing the options for element display in a phase filter.
Since:
2013

Autodesk.Revit.DB.PhaseStatusPresentation.ShowOverriden
Show elements from the given phase status by graphics overrides.

Autodesk.Revit.DB.PhaseStatusPresentation.ShowByCategory
Show elements from the given phase status by category.

Autodesk.Revit.DB.PhaseStatusPresentation.DontShow
Don't show elements from the given phase status.